Repository: WPPlugins/google-maps-anywhere
Catalog: languages/google-maps-anywhere-*.po
Languages: bg_bg

source: Add Google Maps to your posts and pages.(Only for WordPress 2.5+)
bg_bg: Добавяне на Google Maps, за да си мнения и страници (само за WordPress 2.5 +)

source: Move to the Google Maps.
bg_bg: Преместване в Google Карти.

source: Error:
bg_bg: Грешка:

source: No panorama data was found.
bg_bg: Не е намерен панорама данни.

source: Flash doesn't appear to be supported by your browser.
bg_bg: Flash не се появи, да се поддържа от вашия браузър.

source: Unknown Error.
bg_bg: Неизвестна грешка.

source: Add Google Maps
bg_bg: Добави Google Maps

source: Place Name
bg_bg: Географско название

source: Width
bg_bg: Ширина

source: Height
bg_bg: Височина

source: Insert into Post
bg_bg: Вмъкване в Post

source: Key
bg_bg: Ключ

source: Value
bg_bg: Стойност

source: Add Custom Field
bg_bg: Добавяне на персонализирано поле

source: Pitch
bg_bg: Игрище

source: Done!
bg_bg: Готово!

source: Please Enter Your Google Maps API Key
bg_bg: Моля въведете Вашият Google Maps API Key

source: Your Google Maps API Key
bg_bg: Вашият Google Maps API Key

source: API Key
bg_bg: API ключ

source: (don't have one? get one <a href=%s>here</a>)
bg_bg: (Не разполага с един вземете от <a href=%s>тук</a> ? )

source: Current API Key
bg_bg: Текущи API Key

source: Option
bg_bg: Опция

source: Default Size
bg_bg: Размера по подразбиране

source: Initial position <br />(Google Maps)
bg_bg: Начална позиция <br /> (Google Maps)

source: Initial position <br />(Street View)
bg_bg: Начална позиция <br /> (Street View)

source: Update Options
bg_bg: Актуализация Опции

source: Settings
bg_bg: Настройки

source: Map of this location
bg_bg: Карта на това място
